{"page_values":{"title":"Dummylander","favicon-ico":"data/favicon.ico","description":"Free lander page software","style-css":"a:link {color:inherit} a:visited {color:inherit} a:hover { text-decoration-color: red }"},"parts":[{"margin":"0","padding":"","height":"400px","color":"","background-image":"data/museum-cafe-interior.jpg","text":"","font-family-google":""},{"text":"## Ready to launch?\n\nDummylander is a superduper simple website administration software. If you're planning to host a simple website with just one page Dummylander is for you.\n\nMaybe just need just one simple page for contact information, pricelist or similar compact info? Or a lander page while working with you core site? Read on!\n\n## Easy to install\n\nTired of running installation wizards and uploading nested directory structured? Don't worry! Dummylander is just one PHP file which contains everything: it shows the page and brings you the administration interface.\n\n## Easy to edit\n\nDummylander contains an intuitive and simple administration interface which allow you to edit your site content. The editor is responsive, so you can use your laptop, tablet or phone to update your site. No apps or plugins are needed!\n\nThe editor is supersimple: just a plain text area where you write your content using [markdown syntax](https://www.markdownguide.org/cheat-sheet). Dont worry, you will learn it *in minutes*!\n\n![Markdown screenshot](data/screenshot-markdown.png)\n\nWe've made it super-easy to use whatever fonts you'll find from the [Google font server](https://fonts.google.com/).\n\n![Font screenshot](data/screenshot-font.png)\n\n## Free software\n\nDummylander is free software (MIT License). This means that you don't have to pay for using it. No ads. No catch. Ever.\n\n## We're almost there!\n\nDummylander is currently under development. First sites are online and you can already do basic things: edit text, fonts etc. Check [Dummylander GitHub site](https://github.com/mplattu/dummylander/) for the current status.\n\nIf you have suggestions or find a bug please open a GitHub Issue!","font-family-google":"Raleway"},{"font-family-google":"","text":"","margin":"0","height":"400px","background-image":"data/spring-dinner.jpg"},{"color":"#F90000","text":""},{"font-family-google":"Rajdhani","text":""},{"text":""}]}